Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Likewise, some wealthy hyperelites are known to keep copies of their younger backups on hand, sometimes for decades, and re-instance these when their prime ego has enough skill and experience to completely outclass its younger selves.
fr_fr: De manière similaires, certaines hyperélite prospères sont connus pour conserver des copies de sauvegarde plus jeune à portée de main, parfois pendant des décennies, et de les réinstantier lorsque leur ego primaire a suffisament de compétence et d'expérience pour surclasser leur eux plus jeunes.

source: Though technically these are alpha forks, their lag behind the original ego is comparable in degree to that of a beta fork.
fr_fr: Bien qu'ils soient techniquement des forks alpha, leur décalage vis à vis de l'ego original est comparable par certains aspects à celui d'un fork béta.

source: This is rumored to be the method used by the Pax Familiae in instancing her army of cloned selves.
fr_fr: Il se dit que ce serait la méthode utilisée par pax Familiae lors de l'instantiation de son arémes de clône d'elle.

source: Gamemasters are encouraged to allow players to roleplay their character's own forks.
fr_fr: Les maîtres de jeu sont encouragés à autoriser les joueurs à interpréter les forks de leur personnage.

source: It is important to note, however, that even with alpha forks, once the fork and originating ego diverge, they develop onward as separate people.
fr_fr: Il est important de noter cependant que, mrme avec des forks alpha, une fois que le fork et l'ego originele ont divergés, ils se développent par la suite comme des personnes distinctes.

source: The events that shape the primary ego's personality, character, and knowledge will not happen—or even if they do, probably not in the same way—to the fork, and vice versa.
fr_fr: Les évènements qui forment la personnalité principale, le caractère et la connaissance d'un ego n'arriveront pas au fork - et même si c'est le cas, ils n'affecteront pas le fork de la mrme manière - et vice-versa.

source: The exact dividing line between an ego and a fork is a central philosophical and legal debate among many transhumans.
fr_fr: La frotnière exacte entre un ego et un fork est un débat philosophique et juridique central pour de nombreux transhumains.

source: This means that gamemaster should not be afraid to pull a fork out of a player character's hands and make them into an NPC if they start too diverge too greatly.
fr_fr: Cela signifie qu'un maître de jeu ne devrait pas être effrayé d'enlever un fork des mains d'un joueur et de le transformer en PNJ si ils commencent à diverger grandement.

source: Similarly, if a fork begins to learn information that the main character does not (yet) have access to, it is probably also better to run the fork as an NPC in order to avoid metagaming.
fr_fr: De même, si un fork commence à apprendre des informations auquelles le personnage principal n'a pas (encore) accès, il est probablement mieux d'utiliser le fork comme un PNJ afin d'éviter le métajeu.

source: It is entirely possible that a fork might decide that it will no longer obey the originating ego and carry about doing its own thing.
fr_fr: Il est complètement possible qu'un fork décide qu'il n'obéira plus à l'ego d'origine et décide de s'occuper de gérer sesd propres problèmes.

source: This usually only occurs with alpha forks, who are essentially a full copy anyway, and as time passes the idea of merging back with the original ego becomes unappealing.
fr_fr: Cela n'arrive généralement qu'avec les forks alpha,q ui sont essentiellement des copies compltes, et plus le temps passe, plus l'idée de retourner dans l'ego originel perd en attrait.

source: Beta and delta forks are quite aware of their nature as incomplete copies, and so usually return back home to the ego for reintegration.
fr_fr: Les forks béta et delta sont relativement conscient de leur nature de copie incomplètes, et retournent génrallement vers leur ego d'origine pour être réintégrés.

source: In rare cases, however, even these might make a break for life on their own.
fr_fr: Cependant, il y a des cas rares dans lesquels mrme ceux-ci décident d'aller vivre leur propre vie.

source: Merging is the process of re-integrating a previously-spawned fork with the originating ego.
fr_fr: La fusion est le procédé de ré-intégration d'un fork avec son ego d'origine.

source: Merging is performed on conscious egos/forks, transferring both to a single, merged ego.
fr_fr: Cette opération est effectuée sur des egos/forks conscient, transferrant les deux en un seul égo fusionné.

source: The process is not difficult to undergo when two forks have only been apart a short time.
fr_fr: Le procédé n'est pas difficile à mener lorsque les deux forks n'ont été séparés que pendant une courte période de temps.

source: As forks spend more time apart, though, merging bll, a Psychosurgery Test is called for (made either by the ego or another character overseeing the process).
fr_fr: Plus les forks passent du temps sépras, plus le procédé de fusion devient complexe, un test de Psychochirurgie devient nécessaire (effectué soit par l'ego, soir par un autre personnage supervisant les opérations).

source: The Merging table lists modifiers for this test as well as the result of success or failure.
fr_fr: La table de Fusion liste les modificateurs de ce test ainsi que les résultats de réussite ou d'échec.

source: For synthmorphs, merging takes one full Action Turn.
fr_fr: Pour les synthmorphs, la fusion prend un Tour d'Action complet.

source: For biomorphs, an ego bridge (p.
fr_fr: pourt les biomorphs, un connecteur d'ego (p.

source: 328) or mnemonic augmentation (p.
fr_fr: 328) ou des augmentations mnémoniques (p.

source: 307) is required to merge, and the process takes 10 minutes.
fr_fr: 307) sont nécessaire pour fusionner, et le procédé prend 10 minutes.

source: The result of the process is a unified ego, whether or not the Merging Test succeeds.
fr_fr: Le résultat de l'opération est un ego unifié, que le Test de Fusion réussisse ou pas.

source: Psychotherapy (p.
fr_fr: La psychothérapie (p.

source: 209) and psychosurgery (p.
fr_fr: 209) et la psychochirurgie (p.

source: 229) can troubleshoot bad merges over time.
fr_fr: 229) peuvent réparer les mauvaises fusions au fil du temps.

source: TIME APART
fr_fr: TEMPS SÉPARÉS

source: SUCCESS
fr_fr: RÉUSSITE

source: FAILURE
fr_fr: ÉCHEC

source: Under 1 hour
fr_fr: Moins d'1 heure

source: Seamless ego with memories
fr_fr: Ego sans déaut avec les souvenirs

source: Memories intact, (1d10 $$ 2, round down) – 1 SV
fr_fr: Souvenris intacts, (1d10 $$ 2, arrondi à l'inférieur) – 1 VS

source: intact from both
fr_fr: des deux parties.

source: 1–4 hours
fr_fr: 1–4 heures

source: Solid bond, memories intact
fr_fr: Lien solide, souvenirs intact

source: Memories intact, (1d10 $$ 2, round down) SV
fr_fr: Souvenris intacts, (1d10 $$ 2, arrondi à l'inférieur) – 1 VS

source: 4–12 hours
fr_fr: 4–12 heures

source: Memories intact, 1 SV
fr_fr: Souvenris intacts, 1 VS

source: Minor memory loss, (1d10 $$ 2, round up) SV
fr_fr: Perte de mémoire mineure, (1d10 $$ 2, arrondissez au supérieur) VS

source: 12 hours–1 day
fr_fr: 12 heures - 1 jour

source: Memories intact, 2 SV
fr_fr: Souvenris intacts, 2 VS

source: Moderate memory loss, (1d10 $$ 2, round up) + 2 SV
fr_fr: Perte de mémoire modérée, (1d10 $$ 2, arrondissez au supérieur) + 2 VS

source: 1 day–3 days
fr_fr: 1 jour - 3 jours

source: Memories intact, 3 SV
fr_fr: Souvenris intacts, 3 VS

source: Major memory loss, 1d10 + 2 SV
fr_fr: Perte de mémoire majeure, 1d10 + 2 VS

source: 3 days–1 week
fr_fr: 3 jours - 1 semaine

source: Memories intact, 4 SV
fr_fr: Souvenris intacts, 4 VS

source: Major memory loss, 1d10 + 4 SV
fr_fr: Perte de mémoire majeure, 1d10 + 4 VS

source: 1 week+
fr_fr: 1 semaine et +

source: Minor memory loss, 5 SV
fr_fr: Perte de mémoire mineure, 5 VS

source: Severe memory loss, 1d10 + 6 SV
fr_fr: Perte de mémoire critique, 1d10 + 6 VS

source: THE SELF
fr_fr: LE SOI

source: Forking and merging have changed the way transhumanity thinks about the self and what it means to have a well-integrated personality.
fr_fr: Forker et fusionner peut avoir changer la manière dont la transhumanité se définit et ce que signifie le fait d'avoiur une personnalité bien intégrée.

source: While forking is child’s play from a technological standpoint, the psychological and social effects of cloning a mind mean that most people are cautious about employing forks.
fr_fr: Alors que faire des fork est un jeu d'enfant d'un point de vue technologique, les effets psychologiques et sociaux du clonage d'un esprit fait que la plupart des gens hésitent à utiliser des forks.

source: Some jurisdictions ban forking outright for all but medical uses, while others have severe restrictions.
fr_fr: Certaines juridictions bannissent l'utilisation des forks, à l'exception des utilisations médicales, alors que d'autres ont des restricions élevées.

source: In many hypercorp jurisdictions, for instance, alpha forks are illegal and letting a beta fork run for more than 4 hours without merging violates the modern descendants of 20th-century anti-trust laws.
fr_fr: Dans beaucoup de juridiction hypercorporatiste, par exemple, les forks alphas sont illagaux et laisser un fork béta actif pendant plus de 4 heures sans fusionner viole les descendantes modernes des lois antitrust du 20° siècle.

source: Similarly, the Jovian Junta and other bioconservatives ban forking entirely.
fr_fr: De amnière similaire, la Junte Jovienne et d'autres bioconservateurs interdisent purement et simplement les forks.

source: Disposing of unwanted forks is another thorny issue.
fr_fr: S'occuper des forks non désirés est un autre problème épineux.

source: In some places, it’s as simple as deleting them, because a stored mind has no legal status.
fr_fr: Dans certains endroits, cela se résume simplement à leur suppression, un esprit stocké n'ayant aucun statut légal.

source: In others, a fork that doesn’t wish to merge back with its originating ego might be accorded some rights, though these are generally only granted to alpha forks.
fr_fr: Dans d'autres lieux, un fork qui ne souhaite pas réintégrer son ego d'origine pourrait se voir accorder certains droits, bien qu'ils ne soient généralement accordés qu'aux forks alpha.

source: Most significantly, though, running a shortterm fork of oneself for periods of an hour or less is an easy task for many transhumans.
fr_fr: De manère plsu significative, faire fonctionner un fork de soi pour des périodes d'une heure ou moins est une tâche realtiavement simple pour de nombreux transhumains.

source: Many people use forks of themselves to get work done in everyday life, and almost everyone has at least experimented with forking at some point.
fr_fr: Beaucoup de personnes font usage de forks pour accomplir les tâces quotidienne, et presque tout le monde a fait l'expérience du fork à un certain niveau.

source: Transhumans view forking a bit like early 21st-century humans viewed drinking and drug use.
fr_fr: Les transhumains regardent la création de fork comme les humains du 21° siècle considéraient la consommation d'alcool ou de drogue.

source: A bit might be okay, but someone overdoing it will be stigmatized.
fr_fr: Un peu ne pose pas de propblème, mais en abuser sera stigmatisé.

source: This is because most transhumans understand the psychological consequences of overusing forks.
fr_fr: C'est princiaplement parceque la plupart des transhumains comprennent les conséquences psychologiques de l'abus de fork.

source: Egocasting
fr_fr: Egocast

source: In spite of being a spacefaring civilization with outposts throughout the solar system and beyond, transhumanity makes scant use of spacecraft for interplanetary travel.
fr_fr: En dépit d'être une civilisation spatiale avec des avant-postes dans tout le système solaire et au-delà, la transhumanité n'utilise que trés peu les vaisseaux spatiaux pour le voyage interplanétaire.

source: Shuttlecraft using a variety of propulsion systems make regular trips between habitats, planetary surfaces, and moons.
fr_fr: Des navettes utilisant divers système de propulsions assurent des liaisons régulières entre les habitats, la surface plantéaires et les lunes.

source: But for any trip longer than 1.5 million kilometers—the distance a fusion drive craft can cover in a day—people egocast.
fr_fr: mais pour tous les voyages de plus de 1.5 million de kilomètres - la distance qu'un moteur à fusion peut couvrir en une journée, les gens préfèrent s'egocaster.

source: Egocasting is transhumanity's most advanced personal transportation technology, though only the character's ego actually travels.
fr_fr: L'egocast est la technologie transhumaine de transport personnelle la plus avancée, bien que seul l'ego du personnage voyage effectivement.

source: Egocasting combines the technologies of uploading and quantum farcasting to transfer a backup (or sometimes even a conscious ego, see p.
fr_fr: L'egocast combine les technologie d'upload et de farcast quantique pour transférer une suavegarde (ou parfois un égo conscient, voir p.

source: 269) over interplanetary distances.
fr_fr: 269) à travers des distances interplanétaires.

source: Though egocasting occurs at the speed of light, egocasting times vary drastically with distance.
fr_fr: Bien que l'égocast se apsse à la vitesse de la lumière, les temps d'egocast varient en fonction de la distance.

source: Egocasting within a cluster or planetary system is usually just a matter of minutes.
fr_fr: S'egocaster dans un système en grappe ou planétaire est généralllement l'histoire de quelque minutes.

source: Egocasting from the sun to the Kuiper Belt, however, takes between 40 and 70 hours, and so egocasting all of the way across the solar system can take even longer.
fr_fr: S'egocaster depuis le Soleil jusque dans la Ceinture de Kuiper prend cependant entre 40 et 70 heures, et s'égocaster à tarvers tout le système solaire peut prendre encore plus de temps.

source: Once an ego arrives at the destination receiver, it can be archived, run as an infomorph, or resleeved as normal.
fr_fr: une fois qu'un ego arrive à destination, il peut être archivé, damérré en infomorph ou réincarner normalement.

source: Beaming yourself across interplanetary space is a mature technology and usually works seamlessly.
fr_fr: S'envoyer à travers l'espace interplanétaire est une technologie époruvée et fonctionne généralement sans accroc.

source: Because egocasting uses quantum farcasters, there is no danger of radio interference cooking the signal and causing data loss.
fr_fr: En raison de l'utilisation de farcast quantiques, l'egocast ne peut être perturbé par des interférence radio brouillant le signal et causant une eprte de donnée.

source: Normally the entire process is mediated by the character's backup service, and security breaches are uncommon.
fr_fr: Normalement l'ensemble du procédé est véhiculé par le prestataire de service de sauvegarde du personnage, et les brèches de sécurités sont rares.

source: However, there are several risks involved in egocasting The most obvious is that the character's consciousness is transferred as a digital backup file at the destination.
fr_fr: Il existe cependant plsuieurs risues intrinsèque à l'egocast. Le plsu évident est que la conscience du personnage est transférée en tant que fichier de sauvegarde vers la destination.

source: If the egocaster on the other end is not trusted or the networks at the destination are privately controlled by the receiver, the character is potentially putting themself at the mercy of their host.
fr_fr: Si l'egocasteur à l'autre extrémité n'est pas certifié ou si le réseau de destination est contrôlé par le réceptionniste, le personnage se mets potentiellement à la merci de leur hôte.

source: Most hypercorps consider meddling with a transmitted ego to be a serious breach of etiquette, whereas autonomist types would find it unthinkably repressive.
fr_fr: beaucoup d'hypercorp considèrent que bidouiller un ego transmlis est une brèche sérieuse de l'étiquette, alors que les autonomistes le considère incroyablement répressif.

source: However, political extremist groups and criminal organizations in control of egocasters suffer from fewer restraints.
fr_fr: Cependant, les groupes d'extrémistes politques et les organisations criminelles qui contrôllent les egocasteurs n'acceptent que peu de restrictions.

source: A more subtle risk is the possibility for hackers to exploit security holes in the egocaster and its attached virtual space to steal a fork of the character.
fr_fr: Un risque plus subtil est la possibilité pour les hackeurs d'exploiter des trous de sécurité dans l'egocasteur et de l'espace virtuel lié pour voler un fork du personnage.

source: This is extremely difficult to do.
fr_fr: Cela reste extrêmement difficile à faire.

source: It almost never happens during a normal upload, because the uploading services are security conscious to the point of paranoia.
fr_fr: Cela n'arrive presque jamais lross des uploads normaux, car les services d'upload sont conscient des problèmes de sécurité au point de la paranoïa.

source: Even so, the forks stolen by such attempts more often than not end up being vapors, because the intruder is usually stopped before a full copy can be obtained.
fr_fr: Mais même ainsi, les forks volés par de telles tentatives finissent plus souvent qu'à leur tour sous forme de vapeur, l'intrus étant géénralement arrété avant qu'une copie complète ne pusise être obtenue.

source: Characters who want to egocast without the attention of public officials like Immigration and Customs must seek out so-called darkcasting services—illegal farcaster transceivers typically operated by criminal syndicates and other clandestine groups.
fr_fr: les personnages désirant s'egocaster sans attirer l'attention des officiels tels que les services des Douanes et de l'Immigration peuvent passer par des services appelés darkcast - des farcast émetteurs-récepteurs illagaux et contrôlé par les syndicats criminels et d'autres groupes clandestins.

source: To locate such a service, a character must use their Networking skill and possibly their reputation (p.
fr_fr: Pour trouver un service de ce type, un personnage doit utiliser sa coméptence Réseau et probablement sa réputation (p.

source: Morph Brokerage
fr_fr: Courtage de Morph

source: Morphs are a major commodity in transhuman society.
fr_fr: Les morphs sont un bien de consommation dans la société transhumaine.

source: The technology and materials needed to grow new morphs are cheap and abundant, though they take time.
fr_fr: La technologie et les matériaux nécessaire à la croissance de nouvelles morphs sont bons marchés et abondant, même si cela prend du temps.

source: Cloned biomorphs take at least a year and a half, even with accelerated growth.
fr_fr: Les biomorphs clônés prenent au moins un an et demi pour se développer, même avec une croissance accélérée.

source: Pods, which are typically pieced together from vat-grown parts, take about 6 months.
fr_fr: Les pods, qui sont généralement assemblés à partir de morceau qui ont poussés en cuve, nécessitent 6 mois.

source: Synthmorphs like cases and synths can be produced in a day, whereas more complicated models can take a week or more.
fr_fr: Les synthymorphs comme les boîte et les synths peuvent être produite dans la journée, mais des modèles plus complexe peuvent prendre plus d'une semaine.

source: Theoretically, supply will one day outstrip demand to the point where flesh is free.
fr_fr: Théoriquement, l'offre va un jour surpasser la demande au point où la chair sera gratuite.

source: Characters have several options for acquiring morphs when they travel by egocast, suffer heavy damage, or just feel like a new body.
fr_fr: Les personnages ont plusieurs options pour acquérir des morphs lorsqu'ils voyagent par egocast, subissent de gros dégâts ou ont simplement envie d'un nouveau corps.

source: When egocasting, the most common method for travelers of middling means is to store their current morph in a body bank's secure facility and lease a morph at their destination Less commonly, characters may rely on public resleeving facilities, or, if they have the means, they may purchase a new morph outright.
fr_fr: Lors de l'egocast, la méthode la plus fréquente pour les voyageurs de la classe moyenne est de stocker leur morph actuelle dans une maison de poupée sécuriése et de louer une morph à destination. Moins fréquemment, les personnages peuvent se reoposer sur des installations de réincarnation publique ou, si ils ont les moyens, ils peuvent carrément acheter une nouvelle morph.

source: Characters who expect to stay at their destination indefinitely or who decide to resleeve but aren't traveling might instead opt for a trade-in on their old body, leaving it behind permanently in most cases.
fr_fr: Les personnage qui s'attendent à rester à destination indéfinemment ou qui décident de se réincarner mais qui ne voyagent pas peuvent opter pour échanger leur vieux corps, l'abandonnant de manière permanente.

source: As noted under Resleeving and the Gamemaster (p.
fr_fr: Comme noté au paragraphe Le Maître de Jeu et la Réincarnation (p.

source: 271), finding the model of morph you want is not always easy.
fr_fr: 271), trouver le modèle de morph voulu n'est pas toujours simple.

source: While many basic morph types (cases, synths, splicers) are generally available, characters can also locate new While many basic morph types (cases, synths, splicers) are generally available, characters can also locate new
fr_fr: Alors que de nombreux type de morph (boîte, synths, spliceurs) sont générallement disponible, les personnages peuvent aussi de nouvelles

source: morphs using their Networking skills (see Reputation and Social Networks, p.
fr_fr: morphs en utilisant leur compétence Réseau (voir Réputation et réseaux Sociaux, p.

source: Certain morph types are harder to find then others; the gamemaster should apply an appropriate modifier for any morphs that seem rare or unusual (for example, swarmanoids or reapers).
fr_fr: Certains types de morphs sont plus difficile à trouver que d'autres; le maîþre de jeu devrait appliquer un modificateur approprié pour toute les morphs qui semblent rare ou inhabituelle (par exemple, les swarmanoïde ou les reapeurs).

source: Likewise, some morphs may simply be unavailable in a given locale.
fr_fr: De même, de nouvelles morphs peuvent être bêtement indisponible à un endorit donné.

source: Rusters are rarely available off of Mars, for example, while on Europa, most morphs are exotic local aquatic varieties.
fr_fr: Les rusteurs sont rarement disponibles hors de Mars, par exemple, alors que sur Europe la plupart des morphs sont des variantes locales exotiques et aquatiques.

source: The gamemaster determines which factions are able to provide new morphs in a given locale.
fr_fr: Le maîþre de jeu détermine quelels factions sont capable de fournir de nouvelels morphs dans une zone donnée.

source: Factions will not provide morphs that are unavailable to that faction as starting characters.
fr_fr: Les factions ne fourniront pas de morphs qui leur sont indisponible aux personnages débutants.

source: If the faction is not the dominant one in that locale, a penalty should be applied ranging from –10 to –30.
fr_fr: Si la faction n'est pas dominante dans une zone, une pénalité de -1à à -30 devrait être appliquée.

source: Despite having a presence in a given locale, some factions may be unable to provide morphs at all.
fr_fr: En dépit de la présence dans une zone donnée, certaines factions peuvent être incapable de fournir des morphs.
